{
  "title": "PRIVACY POLICY",
  "introduction": "This privacy policy (“Policy”) sets out the privacy practices of AstraFin Neosolutions Private Limited, with its registered office at Flat 603 FLR 6, Vicinia - D, Chandivali Farm Road, Mumbai, Maharashtra, 400072 (“Company” or “we” or “us” or “our”). This Policy explains how the Company collects, uses, shares, processes, transfers, and discloses the Personal Data of its visitors of the website (“Visitors”) or users, as the case may be (hereafter “you”) of https://www.astrafin.org/  (the “Platform’) through which you can, inter alia, apply, view, track and manage your lease agreements, leased assets, and payments, upload data in relation to availing financial assistance, view status regarding availing of external financing, access related information and support services (“Services”). Please note that this Policy forms a part of and should be read in conjunction with the terms of use of this Platform available at https://www.astrafin.org/term-and-condition (“Terms”). We request you to go through this Policy and the Terms carefully before you decide to access this Platform. If you are not comfortable with any of the terms or policies described in this Policy, you may choose to discontinue usage of the Platform. If you are a child under the age of 18 years and desire to use this Platform, you may use the Platform only with the involvement and express verifiable consent of your parent or legal guardian.",
  "sections": [
    {
      "heading": "Published in accordance with the provisions of applicable law as of the mentioned last published date, the Policy addresses the following sections in compliance with the applicable law, ensuring comprehensiveness and clarity for you:",
      "points": [
        "What data we collect from you;",
        "How we collect the data about you;",
        "How we use your data;",
        "Disclosure of your data;",
        "Retention of your data;",
        "How we store and transfer your data;",
        "Your rights;",
        "How we protect your data;",
        "Third-parties and their services;",
        "Use of the Platform;",
        "How this Policy is updated;",
        "How to contact us;",
        "What you hear from us; and",
        "Affirmative consent from you."
      ]
    },
   
    {
      "heading": "What data we collect from you",
      "points": [
        "When you register for our Services, you share data with us of the following nature:",
        "Data you provide to us:",
        "When you register on the Platform, we collect Personal Data that is necessary for providing our Services to the users, subject to your explicit consent. 'Personal Data' means digital data that can identify you or be reasonably linked to you, either alone or in combination with other data, including but not limited to:",
        "Contact information: Relevant company/entity’s name and registration details, email address, physical address, phone number, or other contact information.",
        "Regulatory information: Corporate documentation (articles of association, memorandum of association, certificate of incorporation); corporate profile; business licenses and permits; ownership and management structure, Permanent Account Number (PAN), Goods and Services Tax (GST) registration details, and other corporate filings required by law.",
        "KYC and financial information: Your bank account statements; past audited financial statements with tax audit reports; provisional current financial statements; credit information and scores; filed GST returns; sanction letters of existing facilities availed by the company (if any); CA certified net worth statements; asset register with details of sales and lease transactions."
      ]
    },
    {
      "heading": "How we collect your data",
      "points": [
        "When you visit the Platform, the Company and the third parties with whom we have contracted to provide Services may collect anonymous data from these sources to help us compile Platform usage statistics, track user engagement, monitor our search engine optimization (SEO) performance, and enhance overall user experience ('Aggregate Data').",
        "We collect Aggregate Data through three primary sources:",
        "Server log and usage data: We collect data about your interactions with the Platform, including pages visited, features accessed, and time spent on the Platform. Your Internet Protocol (IP) address is an identifying number that is automatically assigned to your computer by your Internet Service Provider (ISP).",
        "Cookies and tracking technologies: We use cookies and similar technologies to enhance user experience and gather analytics. You can manage your cookie preferences through your browser settings.",
        "Third-party data: We may use third-party websites to assess and/or verify your corporate, tax, and financial credentials. Further, we may receive data from a credit bureau registered with the Reserve Bank of India ('RBI') to assess your credit score, as well as data from third-party sources, such as publicly available datasets, regulatory databases, business partners, or analytics providers."
      ]
    },
    {
      "heading": "How we use and disclose your data",
      "points": [
        "The Company uses your Personal Data for lawful and legitimate purposes related to our Services. We process your Personal Data to facilitate lease agreements, conduct financial assessments, and maintain ongoing business relationships, subject to explicit consent from you, in accordance with applicable laws.",
        "We use your data for Service delivery and business operations, financial assessment and underwriting, asset management, verification and compliance, financial arrangements and transactions, customer support, and regulatory reporting.",
        "Disclosure of your data: We do not sell your Personal Data to third parties. However, we may share Personal Data in the following circumstances:",
        "Service Providers: The Company works with third parties who provide essential services, including website hosting, payment processing, financial data analysis, lease documentation, and KYC verification.",
        "Lender’s Approval: Some Services require coordination with financial institutions for their determination regarding financial assistance, and we obtain your explicit consent before sharing your data.",
        "Legal & Regulatory Disclosures: We may share data with government and law enforcement officials when required to comply with applicable laws and regulations."
      ]
    },
          {
            "heading": "Retention of Your Data",
            "points": [
              "Data Retention: We retain your Personal Data for as long as necessary to fulfill the purposes outlined in this Policy, for which it was collected, unless a longer retention period is required by law. When determining retention periods, we consider the need for the data, legal and regulatory requirements, lease agreement terms, and legitimate business purposes.",
              "Data Storage: All retained Personal Data is stored using industry-standard encryption and security protocols. We maintain strict access controls to ensure retained data is accessible only to authorized personnel.",
              "Data Deletion: We implement systematic deletion of your Personal Data in the following circumstances:",
              "Purpose completion: Once the processing purpose is fulfilled and there is no further legitimate basis for retention, your Personal Data is permanently deleted or anonymized.",
              "Consent withdrawal: If you withdraw consent for processing your Personal Data, we delete relevant Personal Data unless retention is legally required or justified under a different lawful basis.",
              "Account closure: Upon account closure, we initiate deletion of your Personal Data following applicable retention requirements and statutory periods."
            ]
          },
          {
            "heading": "How We Store Your Data",
            "points": [
              "Your Personal Data is stored within India, and we do not transfer your Personal Data outside India. Your Personal Data is shared with third-party service providers who are appointed by us to assist us in verifying corporate, financial and tax credentials, after ensuring that such Personal Data is stored within the domestic jurisdiction.",
              "All processing of your Personal Data, with specific focus on financial data including verification of KYC documents, financial data, credit assessment, and other sensitive data, occurs within India. Our Platform and associated systems are designed to ensure that your data remains within domestic jurisdiction."
            ]
          },
          {
            "heading": "Your Rights",
            "points": [
              "Data Access and Correction: You maintain certain rights regarding your Personal Data:",
              "Access and Correction: You are responsible for maintaining the accuracy of the Personal Data you submit to us, such as your contact information provided during account registration. The Company relies on the users to disclose to it all relevant and accurate data and to inform the Company of any changes. If you wish to make a request to correct or update any of your Personal Data which we hold about you, you may submit your request on the email address mentioned below.",
              "Data Deletion: You may request deletion of your account at any time. Following an account deletion request, we will delete your account and Personal Data, unless it is required to be retained due to legal or regulatory requirements. Please note that we may take time to process deletion requests, and after the account is deleted, we will not use your Personal Data for any processing unless required by us to comply with our legal obligations in accordance with this Policy.",
              "Withdraw Consent: The consent that you provide for the collection, use and disclosure of your Personal Data will remain valid until such time it is withdrawn by you in writing. If you withdraw your consent, the Company will stop processing the relevant Personal Data except to the extent that the Company has other grounds for processing such Personal Data under applicable laws. The Company will respond to your request within a reasonable timeframe.",
              "If you wish to limit the extent of Personal Data collected by us from third parties, delete your account or request that we delete your data or make any corrections thereto, please contact our grievance officer Rahul Srinivas (rahul@astrafin.org). However, even after your account is terminated, the Company may retain your Personal Data as needed to comply with our legal and regulatory obligations, resolve disputes, conclude any activities related to cancellation of an account, investigate or prevent fraud and other inappropriate activity, to enforce our agreements, and for other business reasons."
            ]
          },
          {
            "heading": "How We Protect Your Data",
            "points": [
              "The Company has put in place necessary security practices and procedures to safeguard and secure Personal Data. The Company only processes Personal Data in a way that is compatible with and relevant for the purpose for which it was collected or authorized by the user.",
              "We employ industry-standard encryption methods for transmission and storage of Personal Data, including SSL (secure socket layer) encryption for financial and sensitive data. Our security framework includes data encryption of Personal Data where appropriate.",
              "Third parties will only process Personal Data on our documented instructions and where they have agreed to treat the data confidentiality and to keep it secure.",
              "The Company will take such steps as it considers reasonably necessary to ensure that your Personal Data is treated securely and in accordance with this Policy. However, we assume no liability for any disclosure of Personal Data due to errors in transmission, unauthorized third-party access, or other acts of third parties.",
              "In the event the Company becomes aware of any breach of the security of your Personal Data, it will notify you and take appropriate action to the best of its ability to remedy such a breach."
            ]
          },
          {
            "heading": "Third Parties and Their Services",
            "points": [
              "The Platform may contain links to third-party websites. These linked sites are not under the control and supervision of the Company and we shall in no way be responsible for the privacy practices or the pointss of any third-party linked websites.",
              "We do not review, control, or monitor the privacy practices, security measures, or points of these third-party websites. The presence of any links on the Platform does not imply our endorsement, recommendation, or validation of such linked websites or their privacy practices.",
              "When you leave the Platform by clicking on a third-party link, you will be subject to that third party's terms of service and privacy policies.",
              "We do not sell or share your Personal Data with third parties for their own targeted advertising, analytics, or data monetization purposes."
            ]
          },
          {
            "heading": "How is This Policy Updated?",
            "points": [
              "We may modify this Policy from time to time to reflect changes in regulatory requirements, market practices, or Platform functionality. Any change or modification to this Policy and the Terms will be notified to you by any reasonable means (before they take effect), including by posting the revised Policy and Terms.",
              "Your continued access to the Platform following any changes to this Policy will constitute your acceptance of such changes."
            ]
          },
          {
            "heading": "How to Contact Us",
            "points": [
              "In accordance with the Information Technology Act, 2000 and the rules made thereunder, the name and contact details of the grievance officer are provided below. We will use reasonable efforts to respond promptly to requests, questions or concerns you may have regarding our use of your Personal Data.",
              "Name: Rahul Srinivas",
              "Contact Number: +91 9148138598",
              "Email Id: rahul@astrafin.org"
            ]
          },
          {
            "heading": "What You Hear From Us",
            "points": [
              "From time to time, we may reach out to you through e-mail or SMS for essential communications related to any updates regarding your account or services being provided to you.",
              "If at any time you wish to stop receiving these email/SMS communications from us, you may contact our Grievance Officer."
            ]
          },
          {
            "heading": "Affirmative Consent From You",
            "points": [
              "By using the Platform, or by seeking or availing the Services, you consent to the terms of this Policy through affirmative action (clicking 'I Agree').",
              "You acknowledge that all data is provided voluntarily, and collection, use, and disclosure of Personal Data requires your express consent.",
              "Your visit and any dispute over privacy are subject to this Policy, which shall be governed by the laws of India, and the courts of Mumbai shall have exclusive jurisdiction."
            ]
          }
        ]
      }
 